app/controllers/administradors_controller.rb

SELECT `Administrador`.* FROM `Administrador`
---
  def index
    @administradors = Administrador.all