app/controllers/baladas_controller.rb

SELECT `Balada`.* FROM `Balada`
---
  def index
    @baladas = Balada.all